[
  {
    "name": "Toyota Corolla",
    "description": "El Toyota Corolla es un sedán compacto reconocido por su fiabilidad, bajo consumo de combustible y comodidad en la conducción urbana. Ideal para quienes buscan economía y durabilidad.",
    "precio": "245000",
    "categoria": "auto",
    "marca": "Toyota",
    "stock": "15",
    "id": 1757114662503
  },
  {
    "name": "Honda Civic",
    "description": "El Honda Civic 2022 ofrece un diseño deportivo, excelente rendimiento de combustible y un interior espacioso con tecnología avanzada para mayor confort.",
    "precio": "275000",
    "categoria": "auto",
    "marca": "Honda",
    "stock": "12",
    "id": 1757114662504
  },
  {
    "name": "Ford Mustang",
    "description": "El Ford Mustang GT es un icónico muscle car estadounidense, con un potente motor V8, aceleración impresionante y un diseño clásico que nunca pasa de moda.",
    "precio": "580000",
    "categoria": "auto",
    "marca": "Ford",
    "stock": "6",
    "id": 1757114662505
  },
  {
    "name": "Chevrolet Camaro",
    "description": "El Chevrolet Camaro SS combina un diseño agresivo con un alto rendimiento. Su motor V8 y sistema de suspensión deportiva lo convierten en una experiencia única de manejo.",
    "precio": "565000",
    "categoria": "auto",
    "marca": "Chevrolet",
    "stock": "4",
    "id": 1757114662506
  },
  {
    "name": "BMW Serie 3",
    "description": "El BMW Serie 3 Sedán ofrece lujo, potencia y tecnología de última generación. Su motor turboalimentado y acabados premium lo hacen perfecto para quienes buscan elegancia y rendimiento.",
    "precio": "620000",
    "categoria": "auto",
    "marca": "BMW",
    "stock": "9",
    "id": 1757114662507
  },
  {
    "name": "Mercedes-Benz Clase C",
    "description": "El Mercedes-Benz Clase C 2022 es un sedán de lujo que combina confort, seguridad avanzada y un diseño sofisticado, ofreciendo una experiencia de conducción de primera clase.",
    "precio": "670000",
    "categoria": "auto",
    "marca": "Mercedes-Benz",
    "stock": "7",
    "id": 1757114662508
  },
  {
    "name": "Audi A4",
    "description": "El Audi A4 Sedán es sinónimo de elegancia y tecnología. Equipado con tracción quattro y un interior de alta gama, brinda un equilibrio perfecto entre confort y deportividad.",
    "precio": "640000",
    "categoria": "auto",
    "marca": "Audi",
    "stock": "8",
    "id": 1757114662509
  },
  {
    "name": "Nissan Altima",
    "description": "El Nissan Altima 2022 es un sedán espacioso y moderno, con motor eficiente y sistemas de asistencia a la conducción que garantizan seguridad en cada trayecto.",
    "precio": "295000",
    "categoria": "auto",
    "marca": "Nissan",
    "stock": "14",
    "id": 1757114662510
  },
  {
    "name": "Mazda 3",
    "description": "El Mazda 3 Sedán combina un diseño atractivo con gran eficiencia en el consumo de combustible. Su sistema de conectividad y conducción ágil lo convierten en un auto práctico y elegante.",
    "precio": "255000",
    "categoria": "auto",
    "marca": "Mazda",
    "stock": "18",
    "id": 1757114662511
  },
  {
    "name": "Hyundai Elantra",
    "description": "El Hyundai Elantra 2022 ofrece un diseño moderno, amplio espacio interior y tecnología intuitiva. Es ideal para quienes buscan comodidad y valor a un precio accesible.",
    "precio": "240000",
    "categoria": "auto",
    "marca": "Hyundai",
    "stock": "20",
    "id": 1757114662512
  }
]